﻿//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//*************************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//*************************************************************************
// Revision History
// ----------------
// $Log: $
// 
//*************************************************************************
//<AMI_FHDR_START>
//
// Name:	CRB.UNI
//
// Description:	Chipset Reference Board setup string definitions 
//
//<AMI_FHDR_END>
//*************************************************************************

/=#
#include "VFR.uni"

#string STR_CRB_FORM                #language eng "Demo Board"
#string STR_CRB_FORM_HELP           #language eng "Demo Board Parameters"

//---------------------------------------------------------------------------
// Demo Board Setup String
//---------------------------------------------------------------------------
#string STR_CRBTEST_PROMPT		    #language eng "CRB Test"
#string STR_CRBTEST_HELP		    #language eng "Help for CRB Test"

#string STR_HWM1_SYSTEM_TEMP2               #language eng "System temperature"
#string STR_HWM1_SYSTEM_TEMP1               #language eng "CPU temperature"

#string STR_EFP1_EDID_LESS_MODE_PROMPT				#language eng "DVI EDID Less"
#string STR_EFP2_EDID_LESS_MODE_PROMPT				#language eng "CRT EDID Less"
//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************
